<style>
    .t-container {
        max-width: 1200px;
    }
    .t-container, .t-container_10, .t-container_8 {
        margin-left: auto;
        margin-right: auto;
        padding: 0;
        width: 100%;
    }
    .t-col_11 {
        max-width: 1060px;
    }
    .t-col {
        display: inline;
        float: left;
        margin-left: 20px;
        margin-right: 20px;
        width: 100%;
    }
    .t-text {
        font-family: 'Roboto',Arial,sans-serif;
        font-weight: 300;
        color: #000;
    }
</style>
<div class="t-container">
    <div class="t-col t-col_11 ">
        <div field="text" class="t-text t-text_md " style="">
            <br>

            1. ОСНОВНЫЕ ПОЛОЖЕНИЯ

            <br>

            1.1. Настоящий публичный договор (далее – Договор) представляет собой официальное предложение физического
            лица Назаркина Сергея Борисовича (СНИЛС № 168-031-556-62, ИНН 772034564203)
            применяемой в соответствии с Федеральным законом от 27.11.2018г.
            специальный налоговый режим «Налог на профессиональный доход» - далее  «Исполнитель»,
            по оказанию психологических, консультационных услуг юридическим и дееспособным физическим лицам – далее «Заказчикам» на перечисленных ниже условиях .
            <br><br>
            2. ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ
            <br><br>
            2.1. Услуга, Услуги —  Предоставление пользователю возможностей обмена
            и выставления своих товаров , информация о которых (перечень,  стоимость) указаны в момент обмена , выставления товара ,
            или подтверждение обмена при балансе менее минимальной суммы в диалоге с ботом по адресу - https://vk.com/public202507962
            <br>
            2.2. Договор — Договор возмездного оказания услуг,
            заключаемый между Заказчиком и Исполнителем в порядке, предусмотренном разделом
            <br>
            3 настоящей Оферты.
            <br>
            2.3. Сайт, Сайты — один из или все вместе сайты Исполнителя в сети Интернет,
            расположенные по адресам: https://vk.com/public202507962 , https://vkapichange.ru
            <br>
            2.4. Исполнитель — физическое лицо, оказывающее Заказчику Услуги на указанных
            в настоящей Оферте условиях в случае акцепта Оферты Заказчиком.
            <br>
            2.5. Заказчик — физическое лицо,
            индивидуальный предприниматель или юридическое лицо,
            заключившее с Исполнителем Договор путём акцепта настоящей Оферты в порядке, предусмотренном разделом 3 настоящей Оферты.
            <br>
            2.6. Участник – лицо или группа лиц,
            получающие услуги. Участник и Заказчик
            в рамках настоящего Договора может быть одним
            и тем же лицом, в этом случае Участник принимает на себя все права и обязанности Заказчика.
            <br>
            2.7. Стороны – Заказчик и Исполнитель при совместном упоминании.
            <br>
            2.8. Оферта — предложение Исполнителя заключить Договор возмездного оказания услуг на условиях,
            указанных в настоящем документе.
            <br>
            2.9. Акцепт оферты – полное и безоговорочное принятие оферты путем выполнения Заказчиком действий, указанных в разделе 3 оферты.
            <br>
            2.10. Заказ – автоматически формируемый документ, определяющий набор Услуг, необходимых Заказчику. Заказ формируется путем заполнения необходимых форм в личном кабинете Заказчика на сайте Исполнителя https://www.mysli.pro.
            <br>
            2.11.Личный кабинет Заказчика – программный интерфейс на Сайте, предназначенный для удаленного взаимодействия Заказчика и Исполнителя в рамках Договора, и содержит информацию о Заказчике, принятии им условий оказания Услуг, перечень, объем и сроки оказания Услуг, иную необходимую информацию, доступную Заказчику после авторизации с использованием логина и пароля.
            <br>
            2.12. Политика – политика в отношении обработки персональных данных, опубликованная по адресу: https://www.mysli.pro/politika-obrabotki-dannyh.
            <br>
            2.13. Согласие – согласие на обработку персональных данных, опубликованное по адресу: https://www.mysli.pro/politika-obrabotki-dannyh.
            <br><br>


            3. ПРЕДМЕТ
            <br><br>

            3.1.В соответствии со статьей 437 Гражданского Кодекса Российской Федерации данный документ является публичной офертой,
            и в случае принятия изложенных ниже условий физическое или юридическое лицо,
            производящее акцепт этой оферты, осуществляет оплату Услуг Исполнителя в соответствии с условиями настоящего Договора.
            В соответствии с пунктом 3 статьи 438 ГК РФ, оплата Услуг Исполнителя является акцептом оферты, что считается равносильным заключению
            Договора на условиях, изложенных в оферте.
            <br>
            3.2. В соответствии с пунктом 2 статьи 437 Гражданского Кодекса Российской Федерации (ГК РФ)
            в случае принятия изложенных ниже условий и оплаты услуг юридическое или физическое лицо, производящее
            акцепт этой оферты становится Заказчиком.
            <br>
            3.3. Настоящий Договор заключается между Заказчиком и Исполнителем в момент заказа и оплаты услуги (товара)
            и действует до полного исполнения Сторонами своих обязательств.
            <br>
            3.4. После внесения оплаты Заказчик считается принявшим все условия оферты и
            приложений к ней в полном объеме и без исключений с момента осуществления заказа и оплаты услуги,
            что приравнивается к заключению Договора оказания услуг.
            <br>
            3.5. Перечень оказываемых услуг опубликован в следующих разделах бота:
            в момент обмена при балансе менее минимальной суммы, выставления товара при балансе менее минимальной суммы,
            или подтверждение обмена при балансе менее минимальной суммы в диалоге с ботом по адресу - https://vk.com/public202507962
            <br>
            4. АКЦЕПТ ОФЕРТЫ И ЗАКЛЮЧЕНИЕ ДОГОВОРА
            <br>
            4.1. Акцепт настоящей Оферты производится Заказчиком путём оплаты выбранной Услуги Исполнителя
            в размере и в порядке, предусмотренном разделом 7 настоящей Оферты.
            <br>
            4.2. С момента оплаты Услуг Исполнителя, определяемым моментом поступления денежных средств на расчетный счет Исполнителя,
            настоящая Оферта признается акцептованной, а Договор на условиях настоящей Оферты считается заключённым.
            <br>
            4.3. Срок для акцепта настоящей Оферты – не позднее одного дня до даты начала оказания
            <br>
            4.4. Настоящая Оферта вступает в силу с момента её размещения в разделе бота и действует до момента её отзыва Исполнителем.
            <br>
            4.5. В случае внесения Исполнителем изменений в Оферту такие изменения вступают в силу с момента размещения новой редакции Оферты в разделе бота.
            <br><br>
            5. ПРАВА И ОБЯЗАННОСТИ ИСПОЛНИТЕЛЯ
            <br><br>

            5.1. Исполнитель обязан сохранять анонимность оказания услуг, кроме случаев, предусмотренных законодательством РФ.
            <br>
            5.2. Исполнитель вправе устанавливать временную скидку на стоимость Услуг. Сведения о скидках и специальных акциях публикуются на Сайте.
            <br>
            5.3. Исполнитель вправе заключать двусторонние соглашения оказания Услуг на условиях, отличающихся от условий настоящей Оферты.
            <br>
            5.4. Исполнитель обязан оказать Услуги по адресу, в сроки и в соответствии с описанием Услуг на Сайте.
            <br>
            5.5. При условии успешного выполнения требований к получению Услуги, включая тесты и другие формы контроля, в том числе и в ходе оказания Услуг,
            Исполнитель вправе давать Заказчику или Участнику рекомендации.
{{--            В случае, если указанные рекомендации даны относительно необходимой --}}
{{--            квалифицированной медицинской помощи Заказчику, либо относительно недопустимости отказа от уже назначенного Заказчику лечения, --}}
{{--            Исполнитель вправе отказаться от дальнейшего оказания услуг.--}}
            <br>
            5.6. До заключения Договора Исполнитель вправе вносить изменения в порядок оказания,
            стоимость Услуг и условия настоящей Оферты в одностороннем порядке без предварительного согласования с Заказчиком,
            обеспечивая при этом публикацию измененных условий в разделе бота или информировании об этом сообщением.
            <br>
            5.7. После заключения Заказчик обязан самостоятельно следить за любыми обновлениями информации,
            размещаемой на Сайте Исполнителя, в том числе следить за изменениями условий оказания услуг,
            изменениями настоящего Договора  и любых иных материалов, которые прямо или косвенно связаны с оказанием Услуги или влияют на них.
            Заказчик лишается права ссылаться на отсутствие осведомленности об указанных изменениях, если такие изменения размещены в боте Исполнителя.
            <br>
            5.8. Все права на охраняемые результаты интеллектуальной деятельности,
            используемые Исполнителем в ходе оказания Услуг, указанных в настоящей Оферте,
            являются и будут оставаться исключительной собственностью Исполнителя.
            <br><br>
            6. ПРАВА И ОБЯЗАННОСТИ ЗАКАЗЧИКА
            <br><br>
            6.1. Заказчик вправе получить Услуги самостоятельно или посредством Участника.
            В роли Участника могут выступать работники юридических лиц, с которыми заключен Договор у Исполнителя.
            <br>
            6.2. Заказчик вправе направить заявку через предусмотренный в группе  механизм или в личные сообщения менеджеру или администратору группы,
            написать электронное сообщение или обратиться любым иным способом к Исполнителю для уточнения условий оказания услуг,
            предварительного заказа услуги, запроса чека или счета для оплаты.
            <br>
            6.3. Заказчик обязан внимательно ознакомиться с описанием выбранной Услуги.
            Если получение Услуги требует предварительной подготовки или выполнения других обязательных условий,
            принимая Оферту, Заказчик подтверждает соответствие требованиям для оказания Услуг.
            <br>
            6.4. Заказчик обязан оплатить услуги Исполнителя в размере и в порядке, предусмотренном разделом 6 настоящей Оферты.
            <br>
            6.5. Заказчик обязан представить корректные контактные данные для доставки уведомлений, платежных документов и т.д.
            <br>
            6.6. . Заказчик в соответствии с Федеральным законом от 27.07.2006 № 152-ФЗ «О
            персональных данных» в результате Акцепта Оферты даёт Исполнителю согласие на сбор, хранение и обработку,
            в том числе, автоматизированную, информации, относящейся к персональным данным (далее «Персональные данные») Заказчика либо третьего лица,
            в интересах которого Заказчик заключает договор (фамилию, имя, отчество, адреса электронной почты, суммы платежей) включая сбор,
            систематизацию, накопление, хранение, уточнение (обновление, изменение), использование,
            распространение (в том числе передачу), обезличивание, блокирование, уничтожение персональных данных. Обработка Персональных данных осуществляется
            в целях заключения с Исполнителем Договора на основании настоящей Оферты, любых иных договоров и их дальнейшего исполнения, осуществления
            расчётов с Заказчиком, принятия решений или совершения иных действий, порождающих юридические последствия в отношении Заказчика или третьих лиц,
            предоставления Заказчику информации об оказываемых Исполнителем услугах, исполнения договорных обязательств перед третьими лицами, а также в целях
            информирования Заказчика, об изменениях в условиях оказания Услуг, условиях Оферты, о новых продуктах и услугах, разрабатываемых и/или предлагаемых
            Исполнителем и/или его контрагентами и партнерами.  Заказчик обязан ознакомиться с Политикой в отношении обработки персональных данных. Акцепт оферты
            означает полное и безоговорочное согласие с Политикой, размещенной в боте по адресу: https://vk.com/public202507962. При передаче
            Исполнителю персональных данных в процессе предварительной регистрации на оказание Услуги или запроса платежных документов Заказчик принимает Согласие
            на обработку персональных данных, размещенное на сайте по адресу: https://vk.com/public202507962.
            <br>
            6.7. Согласие, данное Заказчиком в отношении обработки персональных данных, указанное в п. 5.8.
            Оферты, дается Исполнителю до истечения сроков хранения соответствующей информации или документов,
            содержащих вышеуказанную информацию, определяемых в соответствии с законодательством Российской Федерации,
            после чего может быть отозвано путем направления Заказчиком соответствующего письменного уведомления Исполнителю
            не менее чем за 3 (три) месяца до момента отзыва согласия. Отзыв согласия на обработку персональных данных автоматически
            означает односторонний отказ от Услуг Заказчика.
            <br>
            6.8. Заказчик несет ответственность за соблюдение им требований законодательства,
            в том числе законодательства об авторских правах (в частности ст.1255-1259, 1301-1302 ГФ РК, но не ограничиваясь указанным),
            об интеллектуальной собственности (в частности ст. 1255-1230, 1250-1254 ГК РФ, но не ограничиваясь указанными), но не ограничиваясь перечисленным.
            <br>
            <br>
            7. ОПЛАТА УСЛУГ И ПОРЯДОК РАСЧЕТОВ
            <br><br>
            7.1. Стоимость Услуг указывается в разделах бота Исполнителя.
            Стоимость Услуг не облагается НДС в связи с применением Исполнителем налогового режима «Налог на профессиональный доход».
            <br>
            7.2. Заказчик оплачивает услуги одним из следующих способов:
               безналичные расчеты могут проводиться, в том числе, и с помощью электронных платежных систем Яндекс кошелек,
            ЯндексДеньги и прочих, в соответствии с действующим законодательством РФ). Счет направляется Исполнителем по запросу Заказчика;
            наличным платежом Исполнителю услуг;
            <br>
            7.3. Услуги оказываются Исполнителем только после полной оплаты их стоимости Заказчиком.
            <br>
            7.4. Датой оплаты услуг Исполнителя является дата поступления денежных средств на расчётный счет Исполнителя.
            <br>
            7.5. Заказчик самостоятельно несет ответственность за правильность производимых им платежей.
            <br><br>
            8. ПОРЯДОК СДАЧИ И ПРИЕМКИ УСЛУГ
            <br><br>
            8.1. Исполнитель предоставляет Заказчику – чек по форме
            (электронной) согласно требований, установленных для плательщиков Налога
            на профессиональных доход и применяемых специальный налоговый режим.
            <br><br>
            9. СРОК ДЕЙСТВИЯ ДОГОВОРА
            <br><br>
            9.1. Договор вступает в силу с момента его заключения в порядке,
            предусмотренном разделом 3 настоящей Оферты,
            и действует до полного исполнения Сторонами своих обязательств.
            <br>
            9.2. Договор может быть расторгнут досрочно по взаимному письменному соглашению Сторон, но не позднее даты начала оказания Услуг.
            <br>
            9.3. Договор считается расторгнутым в случае, если Исполнитель вносит
            изменения в порядок, стоимость или сроки оказания Услуг,
            которые Заказчик письменно отказывается принимать.
            <br><br>
            10. РАЗРЕШЕНИЕ СПОРОВ И ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ
            <br><br>
            10.1. Все споры и разногласия, которые могут возникнуть между Сторонами,
            будут разрешаться путём переговоров, а также в порядке претензионного
            досудебного урегулирования спора.
            <br>
            10.2. Заказчик направляет претензию на электронный адрес nazarckin.serzh@yandex.ru
            Исполнитель предлагает способ урегулирования претензии или аргументированный отказ
            от признания претензии в течение 10 рабочих дней с момента получения претензии.
            <br>
            10.3. В случае невозможности разрешить споры и разногласия в досудебном порядке,
            Стороны разрешают спор в суде по месту нахождения Исполнителя.
            <br>
            10.4. В отношениях по поводу Оферты и Договора Стороны руководствуются действующим законодательством Российской Федерации.
            <br>
            10.5. Стороны освобождаются от ответственности за частичное или полное неисполнение обязательств по Договору,
            если это неисполнение явилось следствием обстоятельств непреодолимой силы (форс-мажора),
            возникших после заключения Договора. В этом случае ранее установленные сроки по выполнению обязательств соразмерно
            переносятся на срок действия форс-мажорных обстоятельств и их последствий.

            <br><br>
            11. РЕКВИЗИТЫ ИСПОЛНИТЕЛЯ
            <br><br>
            Назаркин Сергей Борисович
            <br>
            СНИЛС № 168-031-556-62, ИНН 772034564203/
            <br>
            Адрес: улица молостовых дом 17 корпус 2, Москва, Россия
            <br>
            Дата постановки на учет в качестве налогоплательщика на профессиональный доход 31.08.2021 год.
            <br>
            Email: contacts@mysli.pro
            <br><br>
            БАНКОВСКИЕ РЕКВИЗИТЫ:
            <br><br>
            Валюта получаемого перевода: Рубли (RUB)<br>
            Получатель: НАЗАРКИН СЕРГЕЙ БОРИСОВИЧ<br>
            Номер счёта: 40817810738298338324<br>
            Банк получателя: ПАО СБЕРБАНК<br>
            БИК: 044525225<br>
            Корр. счёт: 30101810400000000225<br>
            ИНН: 7707083893<br>
            КПП: 773643001<br>
            SWIFT-код: SABRRUMM<br>
            <br><br>
            ПРИЛОЖЕНИЕ К ДОГОВОРУ ПУБЛИЧНОЙ ОФЕРТЫ ОБ ОКАЗАНИИ УСЛУГ
            <br><br>
            Редакция от 5 сентября 2021 года.
            <br>
            Стоимость услуг по настоящему Договору составляет:
            <br>
            Минимальная сумма пополнения 9 руб для оплаты одного обмена или продажи,
            18 руб для двух обменов или продаж,32 руб и 81 руб для людей которые хотят
            много обменивать и продавать и поддерживать свой кошелек в положительном балансе
        </div>
    </div>
</div>
