<?php
return [
    'userSogl'                      => 'Бот не несет ответственности за попадание в лапы мошенников.Пожалуйста остерегайтесь их!
    Так-же при использовании вы будите автоматически соглашены с пользовательским соглашением описанным ниже.
    В нашем боте вы сможете выбрать любой удобный способ оплаты для себя и оплатить его на яндекс кошельке.Основные тарифы пополнения кошелька на данный момент
    9 руб для разового обмена (разовый обмен 9 руб ), 18 руб , 32 руб , 81 руб.Основные контакты для поддержки и связи - nazarckin.serzh@yandex.ru или вы можете написать
    в личные сообщения администратора или менеджера группы .Основной Инн бота  - 7707083893.
    Инструкция к оплате  - для оплаты товара вам понадобиться попробовать сделать обмен , попробовать выложить свой товар или подтвердить обмен - в всех случаях
    бот автоматически проверит сумму и вышлет варианты суммы пополнения.После выбора соответствующей суммы , вы будите переброшены на сайт яндекс кошелька для выбора
    удобного способа оплаты.После оплаты товара - бот вас проинформирует сообщением об успешном пополнении.
    Также можете ознакомиться с пользовательским соглашением - https://vkapichange.ru/usersogl/
    ',

    'map_message'                      => 'В вашем аккаунте отсутствовал или выставлен  не находящийся в России город.Текущий город мы берем для поиска товаров в вашем городе.Пожалуйста отправьте ваш город или местоположение нажатием кнопки "Место" ',
    'registerSuccessRecovery'                  => 'Поздравляем с успешной регистрацией! Теперь вы можете смотреть товары для продажи, обмена или добавить свой. Если вы поставили неверно город, нажмите кнопку "Изменить город". В противном случае просматривать раздел объявлений в своем и ближайших городах не представится возможным

❗Здравствуйте, это главный разработчик👋🏻🙂Спасибо за пользование нашим ботом!Это пока еще совсем новый сервис, поэтому просим вас выложить свое первое объявление прямо сейчас, чтобы другие пользователи скорее смогли его увидеть, и вы быстрее нашли нужный вам товар😉❗',
    'registerSuccess'                  => 'Поздравляем с успешной регистрацией!',
    'updateMap'                        => 'Пожалуйста, отправьте нам текущее местоположение или любой ближайший к вам адрес нажатием кнопки "Место", чтобы изменить город',
    'btnAddAdvertisement'              => 'Отправьте название(Без фотографий!)',
    'btnAddAdvertisementWithoutPhotoName'              => 'Теперь отправьте название без фотографий , фотографии мы прикрепим позже',
    'pleaseSentPriceForProduct'              => 'Отправьте цену вашего товара - бот ждет сообщение с целым числом!',
    'btnAddAdvertisementWithoutPhoto'              => 'Отправьте название без фотографий , фотографии мы прикрепим позже',
    'btnAddDescWithoutPhoto'              => 'Отправьте описание без фотографий , фотографии мы прикрепим позже',
    'pleaseInputTypeWithoutPhoto'              => 'Отправьте тип без фотографий, текста , это мы прикрепим позже',
    'pleaseWithoutTExt'              => 'Вы вводите цену вашего товара, введите целое число  без фотографий,  текста , это мы прикрепим позже',
    'btnAddAdvertisementPhoto'              => 'Отправьте одно фото вашего товара',
    'btnAddAdvertisementDesc'              => 'Отправьте описание вашего товара без фотографий , фотографии мы прикрепим позже',
    'btnAddAdvertisementPhoto_please_after_error'              => 'Вы уже отправляли описание для объявления. Пожалуйста, отправьте одно фото вашего товара ',
    'successUpdateRadius'              => 'Радиус для поиска товаров успешно обновлен!',
    'userInputNotNum'              => 'Вы отправили боту некорректное значение или не число, или ваш введенный радиус больше максимального 2000 км. Пожалуйста,  повторите попытку с вводом корректного числа',
    'messageIsVerySmall'              => 'Вы отправили слишком маленькое описание, пожалуйста напишите больше текста о товаре',
    'messageIsVerySmallName'              => 'Вы отправили слишком маленькое название, пожалуйста напишите больше текста о товаре',
    'messageIsVeryBigest'              => 'Вы отправили слишком большое описание, максимальное кол-во символов 3500',
    'messageIsVeryBigestName'              => 'Вы отправили слишком большое название, максимальное кол-во символов 90',
    'removedProduct'              => 'Товар успешно удален!',
    'removedUser'              => 'Аккаунт и ваши товары успешно удалены!',
    'repeatFalseToUser'              => 'Вы уже отказывали пользователю в обмене с этим товаром',
    'TrueChangeToUser'              => 'Вы уже отказывались или соглашались с пользователем об обмене с этим товаром',
    'TrueBuyToUser'              => 'Вы уже соглашались с пользователем или отказывали ему в покупке',
    'youRepeatChangeFalse'              => 'Вы уже отправляли запрос на обмен с этим товаром',
    'youRepeatBuyFalse'              => 'Вы уже отправляли запрос о покупке этого товаром',
    'delAccountInInput'              => 'Хах, представляете, пользователь удалил свой аккаунт,
     или этот товар в момент вашего окончательного решения. Придется искать дальше!',

    'delAccountInApply'              => 'Хах представляете, пользователь удалил свой аккаунт,
     или этот товар в момент твоего окончательного решения.Придется искать дальше!',

    'pleaseInpBtnStart'              => 'Для начала нажмите кнопку Начать ',


    'alreadyRemoved'              => 'Этот товар уже был удален!',
    'waitMapNewUser'              => 'Пожалуйста, отправьте нам ваше местоположение нажатием кнопки "Место".',
    'yourWallet'              => 'Ваш текущий счет - ',
    'hasHeightWallet'              => 'Также, вы можете пополнить свой счет',

    'maxProducts'              => 'Вы сохранили максимальное число товаров (максимальное число товаров - 5)',
    'pleaseSendNewRadius'              => 'В каком радиусе километров вы хотите осуществлять поиск? Пожалуйста отправьте целое число в километрах боту!
    (Пример  - 20 . След. поиск в примере будет осуществляться в радиусе 20км)
    ',

    'emptySectionUser'              => 'Вы пока не выбрали раздел для поиска. Самое время это сделать!',
    'editSectionUser'              => 'Для изменения раздела поиска выберите соответствующий раздел ниже ',
    'niceSearch'              => 'Удачных поисков',
    'defaultPage'              => 'Главное меню:',
    'end_list'              => 'Конец списка',
    'dopInfo'              => 'Дополнительная информация:',
    'nextPageEmpty'              => 'Объявления в данном разделе закончились',
    'requestSended'              => 'Запрос на обмен успешно отправлен пользователю!',
    'requestSendedBuy'              => 'Запрос на покупку успешно отправлен пользователю!',
    'notAgreeWithProductTrue'              => 'Вы успешно отказали пользователю! Приятных дальнейших поисков :)',
    'notAgreeWithProductTrueToUser'              => 'Один из пользователей отказал вам в обмене. Желаем дальнейших хороших поисков :)',
    'notAgreeWithProductTrueToUserBuy'              => 'Один из пользователей отказал вам в покупке. Желаем дальнейших хороших поисков :)',
    'secondUserEmptyWallet'              => 'У пользователя отсутствуют средства. Предлагаем вам пойти смотреть объявления дальше или отказаться прямо сейчас',
    'myProductEmpty'              => 'Ваши объявления отсутствуют или вы просмотрели все',
    'succesAplyButNoMonney'              => 'Пользователь согласился на обмен, но у него закончились средства.',
    'userEmptyWallet'              => 'Сумма вашего кошелька меньше суммы обмена. Для обмена, пожалуйста, пополните кошелек (Минимальная сумма для обмена - 9 руб)',
    'userEmptyWalletBuy'              => 'Сумма вашего кошелька меньше суммы для покупки. Для покупки, пожалуйста, пополните кошелек (Минимальная сумма для обмена - 9 руб)',
    'userEmptyProduct'              => 'В данный момент вы не можете обменяться, так как у вас нет товаров для обмена. Самое время добавить свой первый товар!',
    'updateMapSuccess'                 => 'Ваш город успешно обновлен',
    'pleaseInputTypeProduct'                 => 'Выберите тип вашего объявления кнопками ниже',
    'pleaseInputTypeProductWithoutPhotoText'                 => 'Выберите тип вашего объявления кнопками ниже, фото и текст мы пришлем позже',
    'UserUploadMoreOnePhoto'                 => 'Отправьте одну фотографию вашего товара. Вы отправили более одной фотографии',
    'SmallSizePhoto'                 => 'Вы отправили фотографию слишком малого формата, повторите попытку',
    'PleaseInputSection'                 => 'Выберите раздел для вашего объявления',
    'start_message'                    => 'Выбирайте👇',
    'faq_message'                      => 'Выберите что интересует✔',
    'faq_buy_message'                  => 'Приобрести товар📦 вы можете❗',
    'faq_payment_message'              => 'Оплата - это хорошо🤑',
    'faq_delivery_message'             => 'Доставка осуществляется на 🙃 велосипеде',
    'faq_money_back_message'           => 'Возврат есть 👌',
    'about_message'                    => 'Щелкайте👏',
    'about_shop_message'               => 'Наш магазин находится в центре мира🗺',
    'about_workers_message'            => 'Молодые, успешные и активные☺',
    'reviews_message'                  => 'Отзывы можно посмотреть🕵 у нас в группе',
    'stock_message'                    => 'Акций много.🤔 Щелкайте, какая интересует',
    'stock_1_message'                  => 'Пока не придумали😴',
    'stock_2_message'                  => 'Упс...😅 Акции то нет',
    'aboutRadius'                      => 'Ваш текущий радиус поиска - ',
    'aboutRadiusChangeAlready'                      => 'Вы можете изменить его в любое время.Если вы проставили радиус и не можете найти объявления, значит в проставленном радиусе отсутствуют объявления и стоит увеличить это значение',
    'stock_3_message'                  => 'Акции нет, но вы держитесь🤦‍♂',
    'stock_4_message'                  => 'Введите ваш бонус код (для теста bonus10,bonus30):',
    'stock_4_check_bonus_fail_message' => "🙀Такого бонус-кода нет. 🤔Возможно вы ошиблись при вводе.\nПопробуйте ввести код заново:",
    'default_message'                  => 'Бот вас не понимает🙈 Пожалуйста, следуйте его инструкциям. Если запутались, вы можете перейти в главное меню',

    'btnAddAdvertisementPhoto_after_del'                  => 'Вашим последним действием в боте до удаления переписки было добавление фотографии к вашему новому объявлению. Отправьте одно фото вашего товара!',

    'btnAddAdvertisement_after_del'                  => 'Вашим последним действием в боте до удаления переписки было добавление описание к вашему новому объявлению. Отправьте описание вашего товара!',
    'type_list_add'                  => 'Вашим последним действием в боте до удаления переписки было добавление типа к вашему новому объявлению. Выберите тип кнопками ниже',
    'name_list_add_after_del'                  => 'Вашим последним действием в боте до удаления переписки было добавление название к вашему новому объявлению. Отправьте название вашего товара!',



    'bileta_avia_gd_tetr_koncert'        => 'Поехали, нам нужен отдых 🌴',
    'avto_moto_velo_vod'    => ' Да, нужно скорости🚗✈',
    'anti_pred_rosk'   => 'Вещи столетий💥',
    'audio_vid_photo' => 'Сейчас вылетит птичка👻',
    'bytov_tech'  => 'Долой яичница на камнях🍳',
    'dom_animals_zoo'  => 'Животные такие лапочки🐩',
    'ykrachanae_uvelur'  => 'Блестит - уже хорошо💫',
    'komp_prog'  => 'Апгрейдни свой компухтер💻',
    'krasota_zdorove'  => 'Надо подольше прожить💊',
    'mebel_furnit'  => 'Надоел сон на полу🛏',
    'muz_products'  => 'Готов к ушному экстазу!🎧',
    'nedvigs'  => 'Надоело спать в подъезде🏠',
    'odeg_obuv_sumc'  => 'Обновляем гардероб!👕',
    'osvehenue'  => 'Да будет свет 💡',
    'eats_dreank'  => 'Пора подкрепиться!🍕',
    'stroitelstvo_instrument'  => 'Когда повесишь полочку?🔧',
    'childrens_games'  => 'Для твоего цветка жизни!👼',
    'dom_sad'  => 'Добавить уюта💖',
    'galantarea'  => 'Ах, какое многообразие🌂',
    'products_for_older'  => 'Время шалостей🔞',
    'poligr_izdat'  => 'Готов к просмотру📔',

];
